{
  "home": {
    "sdc__section__info": "A charming, practical, and unsentimental approach to putting a home in order while reflecting on the tiny joys that make up a long life.",
    "art__aging__section__info": "A book of humorous and charming advice for embracing life and aging joyfully."
  },
  "sdc": {
    "title": "The Gentle Art of Swedish Death Cleaning",
    "subtitles": [
      "A New York Times Bestseller",
      "Translated into 31 languages",
      "Soon to be a major 8 - episode series on Peacock produced by Scout Productions (Queer Eye) and Amy Poehler’s Paper Kite Productions (Making It, Russian Doll)"
    ],
    "book__description": "In Sweden there is a kind of decluttering called döstädning, dö meaning 'death' and städning meaning 'cleaning.' This surprising and invigorating process of clearing out unnecessary belongings can be undertaken at any age or life stage but should be done sooner than later, before others have to do it for you. In The Gentle Art of Swedish Death Cleaning, artist Margareta Magnusson, with Scandinavian humor and wisdom, instructs readers to embrace minimalism. Her radical and joyous method for putting things in order helps families broach sensitive conversations, and makes the process uplifting rather than overwhelming. Margareta suggests which possessions you can easily get rid of (unworn clothes, unwanted presents, more plates than you’d ever use) and which you might want to keep (photographs, love letters, a few of your children’s art projects). Digging into her late husband’s tool shed, and her own secret drawer of vices, Margareta introduces an element of fun to a potentially daunting task. Along the way readers get a glimpse into her life in Sweden, and also become more comfortable with the idea of letting go.",
    "quotes": [
      {
        "quote": "A fond and wise little book....I jettison advice books after I’ve flipped through them. This one I will keep.",
        "source": "Dwight Garner, The New York Times"
      },
      {
        "quote": "A slim yet sage volume. . . . While Marie Kondo gave us strict instructions to only keep things that spark joy, Magnusson’s book is straightforward and unsentimental (with a bit of humor). The main message from this mother of five is: Take responsibility for your items and don’t leave them as a burden for family and friends.",
        "source": "The Washington Post"
      },
      {
        "quote": "Witty, useful and oddly profound.",
        "source": "Entertainment Weekly"
      },
      {
        "quote": "Proustian. . . . A primer on how to winnow your belongings before you die, so you don’t burden your family. . . . Ms. Magnusson is the anti-Kondo, who takes us on a charming and discursive tour of her own stuff.",
        "source": "Penelope Green, The New York Times"
      },
      {
        "quote": "Magnusson shares solid guiding principles for organizing your home, no matter your age or life circumstance.",
        "source": "Business Insider"
      },
      {
        "quote": "One of the most charming, funny, and motivating books I've read in some time.... Magnusson is an absolute delight. This book is so much more than lifestyle tips. It's full of life. Magnusson's candid humor and unassailable spirit comes through on each page... The best way to prepare for death is to live a good life, which Magnusson has done. We're lucky that she shares so much of it — in stories of gratitude, family, work, and love.",
        "source": "Buzzfeed"
      },
      {
        "quote": "Magnusson uses a dry, unsentimental and sometimes dark Scandinavian sense of humor, and writes with an older set (and their younger relatives) in mind.... like a conversation over tea with a friend.",
        "source": "Associated Press"
      },
      {
        "quote": "'Death Cleaning' is the answer to clutter you've been looking for. . . . Magnusson instructs readers on how to gently and joyously put your affairs in order while you’re still alive, rather than leaving it for others to do.",
        "source": "Reader's Digest"
      },
      {
        "quote": "Smart… death cleaning isn't about getting rid of all your stuff, but rather streamlining your life so you're only holding onto what makes you happy . . . it's about so much more than dusting and sorting.",
        "source": "Elle Décor"
      },
      {
        "quote": "Reading her book is much like having a sensible, cheerful aunt sit you down to tell you hard truths that your mother is too nice to say.",
        "source": "Laurie Hertzel, Minneapolis Star Tribune"
      },
      {
        "quote": "Keep only what you love and what makes you happy in the moment. It’s like Marie Kondo, but with an added sense of the transience and futility of this mortal existence.",
        "source": "The New York Post"
      },
      {
        "quote": "The philosophy isn’t all austerity and estate planning. Margareta Magnusson advocates for giving away those possessions you and your family don’t want while you’re alive. Much like attending your own wake, passing things on (to those who actually want them) to friends and acquaintances while you are around to see it adds a layer of life to death cleaning.",
        "source": "Apartment Therapy.com"
      },
      {
        "quote": "Has benefits you can enjoy while you’re still very much alive. . . . could be a good way for families to discuss sensitive issues that might otherwise be hard to bring up.",
        "source": "TIME"
      },
      {
        "quote": "Pragmatic. . . . the idea in this system is that we should leave behind as little as possible, or at least, not the many thousands of items of junk that Americans often accumulate.",
        "source": "W Magazine"
      },
      {
        "quote": "Even millennials will enjoy this non-militant approach to decluttering.",
        "source": "PEOPLE Magazine"
      },
      {
        "quote": "A mindful way to sort through your belongings throughout your life, so that your loved ones aren’t burdened by a plethora of personal items after you die. . . . Magnusson advises that the earlier we start the process of ‘death cleaning’, the better, so we’re not overwhelmed with a lifetime of objects by the time we’re elderly people.",
        "source": "Better Homes and Gardens"
      },
      {
        "quote": "I far prefer the charming, empathetic technique of Margareta Magnusson, whose book is a game-changer. I highly recommend it for anyone wrestling with a lifetime of wonderful — and not so wonderful — stuff.",
        "source": "Amy Dickinson, 'Ask Amy'"
      },
      {
        "quote": "Packed with positive and practical suggestions, this slim volume could change your life.",
        "source": "Juliet Stevenson, Actress & Narrator of the Audio Edition"
      },
      {
        "quote": "A mindful way to sort through your belongings throughout your life.",
        "source": "Better Homes and Gardens Australia"
      },
      {
        "quote": "Lovers of Scandinavian culture who are already tired of hygge, Denmark’s cosy way of relaxing, can give the latest Scandi-trend a try with döstädning, or Swedish ‘death-cleaning’. Sweden's concept of 'death-cleaning' is spreading around the world.",
        "source": "The Lonely Planet"
      },
      {
        "quote": "Marie Kondo found worldwide fame with her book The Life-Changing Magic Of Tidying Up, which espoused the theory you should get rid of anything that doesn't spark joy. Now a forthcoming book theorises that rather than considering your own feelings about your belongings, you should ask yourself: “Will anyone I know be happier if I save this?",
        "source": "The Daily Mail"
      },
      {
        "quote": "You don't need to be elderly or middle aged to subscribe to [Magnusson’s] ethos.",
        "source": "Huffington Post Australia"
      },
      {
        "quote": "Margareta Magnusson’s death-cleaning is charming, wise and subtle.",
        "source": "Barometern"
      },
      {
        "quote": "Clean now – tomorrow you could be dead!",
        "source": "Magasinet FILTER"
      }
    ],
    "international__covers": [
      "aus.png",
      "catalan.png",
      "chinese.png",
      "dutch.png",
      "french.jpg",
      "german.png",
      "hindi.png",
      "hungarian.png",
      "japanese.png",
      "nz.png",
      "polish.png",
      "portuguese.png",
      "russian.png",
      "spanish.png"
    ]
  },
  "art__aging": {
    "title": "The Swedish Art of Aging Exuberantly",
    "subtitles": [
      "Life Wisdom from Someone Who Will (Probably) Die Before You",
      "Rights sold in 7 territories"
    ],
    "book__description": "Margareta Magnusson shared with the world her practical Swedish tradition of döstädning , or 'death cleaning' — clearing out unnecessary belongings before others must do it for you — in her international bestseller The Gentle Art of Swedish Death Cleaning. Now, unburdened by baggage (emotional and actual) she is able to focus on what makes each day worth living, and reveals her discoveries about growing older — some difficult to accept, many rather wondrous. She reflects on her early days growing up in Sweden and raising her family around the world, offering tips and w isdom on how to age gracefully, such as: don’t be afraid to wear stripes, don’t resist new technology, let go of what doesn’t matter, and much more. As with death - cleaning, it’s never too early to begin and The Swedish Art of Aging Well shows us how to pr epare for and understand the aging process, and the joys and sorrows it can bring. While Margareta still recommends ongoing downsizing and decluttering (your loved ones will thank you!) her ultimate message is that we should all be less afraid of the idea of death. Wise, funny, and practical, The Swedish Art of Aging Well is a gentle and welcome reminder that, no matter your age, there are always fresh discoveries ahead, and pleasures both new and familiar to be enjoyed every day.",
    "quotes": [
      {
        "quote": "A warm, accessible guide to ageing with grace and art (and chocolate). I loved it.",
        "source": "Matt Haig, Author of the International Best Seller Reasons to Stay Alive"
      },

      {
        "quote": "A thought-provoking guide for how to take life in with clear-eyed humor—whatever age we are. Definitely read this funny, very wise book before you die. Afterward, its availability may be severely limited.",
        "source": "Daniel Klein, bestselling author of Travels with Epicurus: A Journey to a Greek Island in Search of a Fulfilled Life"
      },
      {
        "quote": "Here is an 86-year old who refuses to slow down just because she must now use a walker.",
        "source": "Jönköpings-Posten (Sweden)"
      },
      {
        "quote": "This Spring’s most hopeful book!",
        "source": "M-Magasin (Sweden)"
      },
      {
        "quote": "She delivers insight, wisdom and good advice with humor, edge and warmth.",
        "source": "Amelia (Sweden)"
      },
      {
        "quote": "More than anything, Magnusson’s new book is about cherishing your relationships and allowing yourself pleasure – until your last breath. A philosophy as good as any, and she writes in high spirits and with playfulness, which resolutely removes any danger of her coming across as prudent … Margareta Magnusson is someone who goes against the grain. And loves doing it. I find this comforting and inspiring, anticipating my own presumed old age.",
        "source": "Helsingborgs Dagblad (Sweden)"
      }
    ],
    "international__covers": ["dutch.png"]
  }
}
